//Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
//456 -> 5
//782 -> 8
//918 -> 1
Console.Write("Введите трёхзначное число: ");
int number = Convert.ToInt32(Console.ReadLine());
number = number / 10;
 if(number / 10 < number % 10);
 Console.WriteLine(number % 10); 
   

   
